[

    {
        "name": "Home, Sweet, Harlem. Welcome!",
        "summary": "Welcome! Upgrades Added as of January 2018 This listing is located in the Spanish Harlem Section of Manhattan. I offer a cozy apartment that has great transportation in and out the city! The area has a lot of ethnic restaurants and a lot of local, active residents. This residence is great for a quick, inexpensive stay in New York whether its for business, travel, or personal purposes. I am glad to welcome all guests!",
        "interaction": "I am great with communicating with my guest and making sure everyone is comfortable as possible. The apartment is yours to use but I am only a phone call away!",
        "type": "Apartment",
        "price": 110,

        "imgUrls": [
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561326/casaBnb/035_idennk.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561325/casaBnb/036_wpwjnq.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561326/casaBnb/034_fkgls6.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561326/casaBnb/039_nw4rrk.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561327/casaBnb/040_umefue.jpg"
        ],

        "capacity": 3,
        "bedrooms": 1,
        "bathrooms": 1,
        "beds": 1,
        "numOfReviews": 199,
        "amenities": [
            "TV",
            "Wifi",
            "Air conditioning",
            "Kitchen",
            "Free street parking",
            "Heating",
            "Smoke detector",
            "Carbon monoxide detector",
            "Essentials",
            "Shampoo",
            "Lock on bedroom door",
            "Hangers",
            "Iron",
            "Laptop friendly workspace",
            "Private living room",
            "Hot water",
            "Bed linens",
            "Extra pillows and blankets",
            "Refrigerator",
            "Dishes and silverware",
            "Cooking basics",
            "Oven",
            "Stove",
            "Host greets you"
        ],
        "host": {
            "_id": "622f3405e36c59e6164fb914",
            "fullname": "Kevin",
            "location": "New York, New York, United States",
            "about": "Welcome Everyone! Thank you for stopping by. \r\n\r\nI was born and raised in Manhattan and I am here to help  share the New York City Experience with others through Airbnb!  I am easy to connect with and very reachable and always willing to interact with people. \r\n\r\nI am big on cleanliness and hospitality. I strive on making Guests feel as comfortable as possible. \r\n\r\nI hope you would like to get a chance to visit my location and enjoy the hosting I provide. If you have any questions/ comments, feel free to contact me. \r\n",
            "responseTime": "within a few hours",
            "imgUrl": "https://randomuser.me/api/portraits/men/37.jpg"
        },
        "loc": {
            "street": "New York, NY, United States",
            "country": "United States",
            "location": {
                "lan": -73.93955,
                "lat": 40.79733
            },
            "countryCode": "US",
            "city": "New York"
        },
        "reviewScores": {
            "accuracy": 9,
            "cleanliness": 10,
            "checkin": 10,
            "communication": 10,
            "location": 9,
            "value": 9,
            "rating": 90
        },
        "reviews": [
            {
                "createdAt": "March 2022",
                "txt": "Kevin was very welcoming and thorough with all information. The description of the property was accurate. It's also near the MTA if you want to get to another part of the city. Kevin got in touch before I arrived, and his brother was there to meet me and show me where everything was, which was great. Last but not least, he had provided a great information on the local area with recommendations for places to eat, etc., which I found really useful.\r\n",
                "rate": 5,
                "by": {
                    "_id": "622f3405e36c59e6164fb8b4",
                    "fullname": "Christine",
                    "imgUrl": "https://randomuser.me/api/portraits/women/81.jpg"
                }
            },
            {
                "createdAt": "March 2022",
                "rate": 4,
                "by": {
                    "_id": "622f3407e36c59e6164fbdb9",
                    "fullname": "Hector",
                    "imgUrl": "https://randomuser.me/api/portraits/men/84.jpg",
                },
                "txt": "Kevin was nice. And he was very responsive via text, which I appreciate. The listing is in East Harlem, which isn't for everyone. The area is not very posh, but, for me, it feels like home, so I tend to stay there whenever I go to New York. The listing description was accurate enough, with respect to the way the apartment looks. If you can't deal with noise at night, however, this might not be the place for you. The neighbors were surprisingly noisy in the wee hours of the night and virtually silent during the day. This apartment is close to the subway, which was very useful."
            },
            {
                "createdAt": "January 2022",
                "rate": 4,
                "by": {
                    "_id": "622f3407e36c59e6164fbdca",
                    "fullname": "Jaime",
                    "imgUrl": "https://randomuser.me/api/portraits/men/51.jpg",
                    "id": "37244180"
                },
                "txt": "Kevin was very helpful and communicative during the whole time. The apartment is very nice, and within walking distance to the subway. Would definitely stay there again."
            },
            {
                "createdAt": "January 2022",
                "rate": 5,
                "by": {
                    "_id": "622f3402e36c59e6164fae69",
                    "fullname": "Anan",
                    "imgUrl": "https://randomuser.me/api/portraits/men/53.jpg",
                    "id": "30380132"
                },
                "txt": "I had a wonderful stay at Kevin's apartment. The apartment is very close to the six train line. Everything in the apartment was spotless clean. I definitely recommend this apartment to others. Thank you Kevin for hosting me!"
            },
            {
                "createdAt": "January 2022",
                "rate": 5,
                "by": {
                    "_id": "622f3407e36c59e6164fbf23",
                    "fullname": "Yamilis",
                    "imgUrl": "https://randomuser.me/api/portraits/women/35.jpg",
                    "id": "5684819"
                },
                "txt": "Kevin fue excelente anfitrión. Se mantuvo en contacto con nosotros y fue muy comprensivo aún cuando llegamos más tarde de la hora acordada para el check in porque nos perdimos en el subway. También fue muy comprensivo para acordar el check out de acuerdo a la hora que fue más conveniente para nosotros, aún cuando también se nos hizo tarde. Nos proveyó de un matress de aire para nuestra amiga que vino de M.A. y se quedó una noche con nosotros. El barrio nos pareció bien, no tuvimos ningún incidente. Muchos puertoriqueños y Dominicanos, así que nos sentimos como en casa. Todo fue muy cómodo y limpio. Los vecinos hicieron mucho ruido en las noches, pero no fue problema para nosotros. Una sugerencia sería poner un espejo de cuerpo completo en alguna parte del apartento. En resumen, el apartamento fue perfecto para nosotros, nos volveríamos a quedar y claro que lo recomendaría! Muchas Gracias Kevin por tu ayuda!"
            },
            {
                "createdAt": "December 2021",
                "rate": 3,
                "by": {
                    "_id": "622f3405e36c59e6164fb6a4",
                    "fullname": "Leonam",
                    "imgUrl": "https://randomuser.me/api/portraits/men/54.jpg",
                    "id": "44604680"
                },
                "txt": "Kevin was really thoughtful about everything. He gave me all information needed while staying on his house. The house was very clean."
            },
            {
                "createdAt": "December 2021",
                "rate": 4,
                "by": {
                    "_id": "622f3407e36c59e6164fc063",
                    "fullname": "Amy",
                    "imgUrl": "https://randomuser.me/api/portraits/women/36.jpg"
                },
                "txt": "Kevin is a really nice host, flexible and very responsive. The apartment is a 4th-floor walk up, well-maintained and exactly as advertised in the listing. The apartment has all the basic things--it's especially nice to have a kitchen and comfy sofa. There's no TV and wifi, but you probably don't need it anyway since you are here to see New York city! It is just a short 5-min walk from the subway station, so very convenient. Street noise is not a problem although you can hear the neighbors at times (the kids next door can be noisy). East Harlem is a bustling Latino neighborhood with many local eateries and shops. The food selection is supposed to be great (too bad we didn't get to try any). There is a grocery store right outside the building. There're always locals hanging out in front but we were never bothered. All and all, a good choice if you are looking to stay in this part of the city."
            },
            {
                "createdAt": "December 2021",
                "rate": 5,
                "txt": "Kevin was an excellent host. Everything was absolutely as described. The apartment is lovely and very clean. There are numerous windows in every room and there is plenty of light! Would definitely stay again!",
                "by": {
                    "_id": "622f3401e36c59e6164fab7d",
                    "fullname": "Vlad",
                    "imgUrl": "https://randomuser.me/api/portraits/men/20.jpg"
                }
            },
            {
                "createdAt": "November 2021",
                "rate": 5,
                "by": {
                    "_id": "622f3407e36c59e6164fbe7b",
                    "fullname": "Derick",
                    "imgUrl": "https://randomuser.me/api/portraits/men/60.jpg"
                },
                "txt": "Great experience, we enjoyed ourselves for the night we stayed, only issue really were the neighbors being loud all night made it hard to sleep."
            },
            {
                "createdAt": "November 2021",
                "rate": 5,
                "by": {
                    "_id": "622f3407e36c59e6164fbefb",
                    "fullname": "Derek",
                    "imgUrl": "https://randomuser.me/api/portraits/men/50.jpg"
                },
                "txt": "Kevin's place is exactly as other reviewers describe it:  nice and clean, spacious and very convenient as a base to explore and enjoy NYC. \r\n\r\nThe Neighborhood is definitely classic East Harlem.  Very real NYC vibe. Not a tourist area.  \r\n\r\nThe neighbors are noisy sometimes, so if you are a light sleeper, that could be a problem. But I didn't have any trouble. \r\n\r\nIt would have been nice to have wireless, but I didn't come to NYC to play online, so I didn't mind that too much.  \r\n\r\nKevin was a very nice, responsive host! "
            },
            {
                "createdAt": "November 2021",
                "rate": 5,
                "by": {
                    "_id": "622f3404e36c59e6164fb484",
                    "fullname": "Shiann",
                    "imgUrl": "https://randomuser.me/api/portraits/women/37.jpg"
                },
                "txt": "Kevin made my friend and I feel really welcomed. The apartment was very clean!"
            },
            {
                "createdAt": "2016-05-26T04:00:00.000Z",
                "rate": 4,
                "by": {
                    "_id": "622f3403e36c59e6164fb208",
                    "fullname": "Stephanie",
                    "imgUrl": "https://randomuser.me/api/portraits/women/50.jpg"
                },
                "txt": "Me and my husband stayed in the apartment this was our first time using this site and Kevin made us feel like we are regulars. We stayed one night and it was wonderful. Kevin contacted us right away and was really good with getting us whatever we need to stay there. The area is the only bad thing but when we went in the apartment you really forget about the outside."
            },
            {
                "createdAt": "October 2021",
                "rate": 4,
                "by": {
                    "_id": "622f3404e36c59e6164fb52c",
                    "fullname": "Virginie",
                    "imgUrl": "https://randomuser.me/api/portraits/women/60.jpg"
                },
                "txt": "Kevin is easy to get in touch with and waited for us to arrive Even if it was already late in the evening. He even asked if everything was fine during our stay.\nThe appartment is perfectly situated to visit Manhattan island. Just note the neighbours are noisy if it is important to you."
            },
            {
                "createdAt": "October 2021",
                "rate": 5,
                "by": {
                    "_id": "622f3405e36c59e6164fb803",
                    "fullname": "Ada",
                    "imgUrl": "https://randomuser.me/api/portraits/women/61.jpg",
                },
                "txt": "Kevin was absolutely wonderful. He was very responsive and communicative and I could tell he takes great pride in being an exceptional host. His place was exactly as described, as shown in the pictures and also very clean. The neighborhood is great and the room is a great price for someone looking to stay in the city and explore. It's right next to the trains, neighborhood gems but also commonly known stores for anyone who isn't familiar with the area. "
            },
            {
                "createdAt": "October 2021",
                "rate": 4,
                "by": {
                    "_id": "622f3406e36c59e6164fbc21",
                    "fullname": "Fernando",
                    "imgUrl": "https://randomuser.me/api/portraits/women/51.jpg"
                },
                "txt": "everything was correct , very good condition to this price"
            },
            {
                "createdAt": "September 2021",
                "rate": 5,
                "by": {
                    "_id": "622f3407e36c59e6164fbdfe",
                    "fullname": "Francesca",
                    "imgUrl": "https://randomuser.me/api/portraits/women/52.jpg"
                },
                "txt": "This is my first time using Airbnb. Kevin responded quickly to my inquiry about booking his apartment. Once booked he was very easy to reach via phone or text if I needed to. His one bedroom apartment was very clean and nicely furnished. It is central to a lot of restaurants and neighborhood shopping should you need something and a couple blocks from the subway and buses. Kevin was a great host. He was there to greet me, show me around the apartment and tell me a bit about the area. He also has maps and booklets about what to visit while in New York City. There is wifi in the apartment which is great. Kevin checked in with me just to make sure everything was ok during my trip. I had a wonderful stay at his apartment and would book it again! "
            },
            {
                "createdAt": "September 2021",
                "rate": 4,
                "by": {
                    "_id": "622f3404e36c59e6164fb4de",
                    "fullname": "Alex",
                    "imgUrl": "https://randomuser.me/api/portraits/women/53.jpg"
                },
                "txt": "Kevin was a phenomenal host, he was very accommodating about arrival and check out times and provided me with a ton of useful information to navigate the area and make my stay as pleasant as possible. The apartment is two blocks from the subway and easy to navigate from. I would definitely recommend staying at Kevin's for all those considering a trip to New York."
            },
            {
                "createdAt": "September 2020",
                "rate": 3,
                "by": {
                    "_id": "622f3407e36c59e6164fbd08",
                    "fullname": "Johanna",
                    "imgUrl": "https://randomuser.me/api/portraits/women/54.jpg"
                },
                "txt": "The apartment is as described. Kevin is very pleasant and was kind to helped me bring my belongings to the apartment. The apartment is cozy in a great location. I will definitely be using this apartment again"
            },
            {
                "createdAt": "July 2020",
                "rate": 3,
                "by": {
                    "_id": "622f3405e36c59e6164fb7a6",
                    "fullname": "Bandele",
                    "imgUrl": "https://randomuser.me/api/portraits/men/70.jpg"
                },
                "txt": "Kevin's a great guy, but if you're looking for a hotel-like experience, this is NOT it... This however, IS a genuine NYC experience. Noisy & inconsiderate neighbors, dirty streets, dangerous vibes... All in all your safe, and anyone you actually talk to will be cool... Kevin was also very considerate and did everything he could to add comfort to my stay, he even warned me of the noisy neighbors in advance... This place is good for people who already know NYC, and need an affordable, SHORT-TERM (like 1-2days), place to crash uptown..."
            },
            {
                "createdAt": "May 2020",
                "rate": 4,
                "by": {
                    "_id": "622f3405e36c59e6164fb80a",
                    "fullname": "Bryan",
                    "imgUrl": "https://randomuser.me/api/portraits/men/71.jpg"
                },
                "txt": "This place was cozy, comfortable and very clean. The AC was very helpful during the heat waves. Good shower and great WiFi connection as well."
            }
        ],
        "likedByUsers": ['mini-user']
    },
    {
		"name": "B & B  Room Yoga Garden's Place",
		"summary": "We have one  room to rent or with a  big bed or  with double bed  and one extra  bed  or a baby bed if necessary and a yoga room/space.",
		"interaction": "Our guests will be treated like friends and family",
		"houseRules": "Do not smoke at home and not make noise",
		"type": "House",
		"roomType": "Private room",
		"bedType": "Real Bed",
		"cancellationPolicy": "moderate",
		"capacity": 4,
		"bedrooms": 1,
		"beds": 3,
		"numOfReviews": 391,
		"amenities": [
			"TV",
			"Wifi",
			"Kitchen",
			"Doorman",
			"Gym",
			"Breakfast",
			"Pets live on this property",
			"Cat(s)",
			"Indoor fireplace",
			"Family/kid friendly",
			"Suitable for events",
			"Washer",
			"First aid kit",
			"Safety card",
			"Fire extinguisher",
			"Essentials",
			"Lock on bedroom door",
			"24-hour check-in",
			"Hangers",
			"Hair dryer",
			"Laptop friendly workspace",
			"Private entrance",
			"Hot water",
			"Bed linens",
			"Extra pillows and blankets",
			"Microwave",
			"Dishwasher",
			"Dishes and silverware",
			"Cooking basics",
			"Stove"
		],
		"host": {
			"_id": "622f3407e36c59e6164fbd56",
			"fullname": "Aurora",
			"location": "Oporto, Porto District, Portugal",
			"about": "Me and my husband are from Oporto,  we are yoga teachers and ayurvedic and bowl sound masseurs. We like contact and talk with interesting people and helping them to know better the Oporto city. We enjoy to go for a walk around  our city and  we like travel to know new cultures and peoples. ",
			"responseTime": "within an hour",
			"thumbnailUrl": "https://a0.muscache.com/im/users/630252/profile_pic/1324465819/original.jpg?aki_policy=profile_small",
			"pictureUrl": "https://a0.muscache.com/im/users/630252/profile_pic/1324465819/original.jpg?aki_policy=profile_x_medium",
			"isSuperhost": true,
			"id": "630252"
		},
		"loc": {
			"street": "Porto, Porto, Portugal",
			"country": "Portugal",
			"location": {
				"lan": -8.59097,
				"lat": 41.1541
			},
			"countryCode": "PT",
			"city": "Porto"
		},
		"id": "127208",
		"bathrooms": 2,
		"price": 25,
		"securityDeposit": null,
		"cleaningFee": 10,
		"extraPeople": 10,
		"reviewScores": {
			"accuracy": 10,
			"cleanliness": 10,
			"checkin": 10,
			"communication": 10,
			"location": 9,
			"value": 10,
			"rating": 97
		},
		"reviews": [
			{
				"createdAt": "2011-10-29T04:00:00.000Z",
				"by": {
					"_id": "622f3407e36c59e6164fbe6a",
					"fullname": "Mike",
					"imgUrl": "https://robohash.org/1311604?set=set1",
					"id": "1311604"
				},
				"txt": "We had a very lovely time with Aurora and Alberto in their beautifull home in the Bom Fin area. We felt very welcome and A & A gave us a lot of usefu tips on what to do and see in Porto. They surprised us with a nice breakfast, the second day even in the garden.\r\nVery fine, trustworthy and fun to talk with people!\r\nNext time we will stay longer to also enjoy the yoga classes :)\r\nMuito obrigado cariñosos Aurora y Alberto!! Hasta la proxima!\r\nMiko & Swaze"
			},
			{
				"createdAt": "2012-06-13T04:00:00.000Z",
				"by": {
					"_id": "622f3406e36c59e6164fbcad",
					"fullname": "Michael",
					"imgUrl": "https://robohash.org/2421320?set=set1",
					"id": "2421320"
				},
				"txt": "Aurora and Alberto were very welcoming hosts and we really enjoyed our time at their beautiful place in Porto. They are helpful and kind and also prepared breakfast for us with fresh fruits from their wonderful garden."
			},
			{
				"createdAt": "2012-09-20T04:00:00.000Z",
				"by": {
					"_id": "622f3405e36c59e6164fb93f",
					"fullname": "David",
					"imgUrl": "https://robohash.org/912801?set=set1",
					"id": "912801"
				},
				"txt": "We really would like to put 6/5. We felt very very well welcomed by Aurora and Alberto, who receive you in a charming house with caractere, originality and calm. \r\nTraveling with our little daughter (2 months) could have raised some issues, being hosted but I didn't at all.\r\nOn the contrary, Aurora & Alberto were careful and we appreciated sharing breakfast, conversations and their knowledge of Porto.\r\nLittle by little we build experience on Airbnb as host and as guest, and Jardim Yoga will ever stay an inspiring reference."
			},
			{
				"createdAt": "2012-10-11T04:00:00.000Z",
				"by": {
					"_id": "622f3402e36c59e6164fae4c",
					"fullname": "Walid",
					"imgUrl": "https://robohash.org/1217017?set=set1",
					"id": "1217017"
				},
				"txt": "I had a great experience at Aurora's home. Aurora and Alberto are extremely nice people who will make you feel at home, are very helpful, considerate and are fun to be around. They offered that I join them and their friend to join them on a walk around the city which was very helpful. Also the chance to meet so locals and learn more about their culture and food was very unique. The home is very spacious with a lovely garden, the room is nice, clean and the bathroom is just fantastic. They prepared a healthy breakfast to start my day off and I already miss Alberto's unique and fresh morning juice. Overall I would highly recommend staying at Aurora's home. "
			},
			{
				"createdAt": "2012-11-11T05:00:00.000Z",
				"by": {
					"_id": "622f3405e36c59e6164fb65d",
					"fullname": "Valeria",
					"imgUrl": "https://robohash.org/3718076?set=set1",
					"id": "3718076"
				},
				"txt": "Beautiful cosy house! Full of armony and with an outstanding decoration.  Aurora and her Husband were extremly kind. They even took us to a restaurant and explained all the activities in oporto. 100% recommended, and is a great value for money opportunity  :)"
			},
			{
				"createdAt": "2013-03-30T04:00:00.000Z",
				"by": {
					"_id": "622f3402e36c59e6164fad19",
					"fullname": "Aminata",
					"imgUrl": "https://robohash.org/5051132?set=set1",
					"id": "5051132"
				},
				"txt": "We had a great time at Aurora's, both her and her husband were really nice and made us feel just like at home. They gave us useful tips on what to see in Porto and how to get around which was very much appreciated. The room was very comfortable and the house was especially cozy and well located close to the metro and train station. My first airbnb experience was an amazing short stay thanks to both of them, definitely recommended!"
			},
			{
				"createdAt": "2013-04-14T04:00:00.000Z",
				"by": {
					"_id": "622f3403e36c59e6164fb17b",
					"fullname": "Matthias",
					"imgUrl": "https://robohash.org/3404102?set=set1",
					"id": "3404102"
				},
				"txt": "Aurora and Alberto were the nicest and sweetest hosts ever. They invited us to an inspiring yoga class, were dedicated to help us discovering Porto and Alberto even took us to a great local restaurant.\r\nThe room (and the house and the garden) is beautiful, cozy, clean and silent.\r\nThis is the best place you can stay in Porto. We will definitely come back!\r\n\r\n"
			},
			{
				"createdAt": "2013-05-04T04:00:00.000Z",
				"by": {
					"_id": "622f3403e36c59e6164fb2a3",
					"fullname": "Machiko",
					"imgUrl": "https://robohash.org/5604685?set=set1",
					"id": "5604685"
				},
				"txt": "Oh my gods (we have 8 million gods who cover everything and all aspects in Japan)! It was the first time for me to stay in an air bnb. Although I was quite confident from their profile before my arrival, the quality of my stay was even beyond my high expectations. Aurora and Alberto confirmed they are the ideal hosts, and their house and garden were the ideal place to stay. I arrived with an empty stomach, and Aurora took me to one of the neighborhood restaurants and explained the menu in English (6 Euros for everything). After lunch, Alberto showed me all flowers and trees in the garden and later he had set up the hammock between the trees. I relaxed myself in the peaceful atmosphere with birds chirping among the fragrant orange and jasmine blossoms. During the stay, my friend, Emma and I received more than what we needed: beautifully decorated room and bathroom, delicious daily breakfast (sometimes in their lovely garden), good recommendations for restaurants and 1 day trips to nearby towns (they had prepared to give us all the information we need before we arrived). They learned my precise breakfast request in one day and prepared perfectly for the rest of my 11 day-stay. Also we enjoyed their yoga classes in the studio which is located in the basement with the window opening out to the garden. They sometimes offered me the fresh vegetable-and-fruit juice and yummy soup (They are vegetarians). On Sunday, when they have no classes, they offered us to drive around town. The highlight of the tour was the museum which also has a huge garden. Alberto knows all the flowers and plants, and has a lot of stories about almost everything. I shared their tastes and felt they were my friends for years. I totally recommend this place and will come back in the near future for a longer stay. Machiko"
			},
			{
				"createdAt": "2013-05-11T04:00:00.000Z",
				"by": {
					"_id": "622f3402e36c59e6164faca9",
					"fullname": "Karin",
					"imgUrl": "https://robohash.org/5371440?set=set1",
					"id": "5371440"
				},
				"txt": "If you are searching for a place tot stay near centre of Porto, I can recommend the place of Aurora and Alberto.\r\n\r\nThe place is calm and lovely, has a very nice garden with you can use, a served breakfast every day, lovely, nice decorated room and even more lovely bathroom of your own. They have lots of tips what to visit in Porto and are alway wiling to help.\r\n\r\nPorto centre is at walking distance, supermarket and postoffice too.\r\nNear a metro/train station and bus to centre. \r\n\r\nIf you stay buy a massage for an even more relaxed holiday feeling after a day of exploring Porto......"
			},
			{
				"createdAt": "2013-05-20T04:00:00.000Z",
				"by": {
					"_id": "622f3406e36c59e6164fbb94",
					"fullname": "David",
					"imgUrl": "https://robohash.org/6119248?set=set1",
					"id": "6119248"
				},
				"txt": "AMAZING room in an AMAZING house with AMAZING hosts. I had a great time at Aurora's house. She offered me breakfast and her husband helped me during 45 minutes to circle the best locations in Porto on a map. I strongly recommand this place and the center of Porto is a 20 minute walk away. Very confortable and truly memorable. Thanks for everything :)"
			},
			{
				"createdAt": "2013-05-22T04:00:00.000Z",
				"by": {
					"_id": "622f3404e36c59e6164fb2d0",
					"fullname": "María Paula",
					"imgUrl": "https://robohash.org/1140164?set=set1",
					"id": "1140164"
				},
				"txt": "Aurora and Alberto are the best! they give you tips and make you a lovely breakfast, but most of all, they open up their house and live style to you. Very calm, elegant, simple and caring. Besides, they have the most beautiful garden that makes you breath and fall in love with the house. Great place, lovely people, osom shower and bed. Walking distance from everything. It was the perfect home to get to know Porto. "
			},
			{
				"createdAt": "2013-05-27T04:00:00.000Z",
				"by": {
					"_id": "622f3402e36c59e6164fada7",
					"fullname": "Dirk",
					"imgUrl": "https://robohash.org/5331982?set=set1",
					"id": "5331982"
				},
				"txt": "Our stay at Aurora and Alborto was fantastic. They are very friendly. Their house is spacious and in a quiet neighnourhood, though close enough for a walk to the city centre. They have a nice bathroom wit ha bath and a beautiful garden full of fruit trees, flowers and a o so nice hammock :)\r\nI would almost forget to say about the really good breakfast which is included. Could highly recommend.\r\n\r\nThanks again!\r\nDirk and Hilde"
			},
			{
				"createdAt": "2013-06-05T04:00:00.000Z",
				"by": {
					"_id": "622f3404e36c59e6164fb3c7",
					"fullname": "Gleb",
					"imgUrl": "https://robohash.org/36081?set=set1",
					"id": "36081"
				},
				"txt": "Coming back in the night to Aurora's and Alberto's place, we were already looking forward to the next day, which would start in the cozy garden with a nice breakfast. The guys were happy to help us find interesting places in the city and it was always great to share with them what we did and saw the day before. They were also so kind to bring us to the contemporary art museum on their weekend. Thanks to Aurora and Alberto we definitely felt very welcome to get a glimpse into the life of the local people. The best experience we could have hoped for! Also the place itself is beautiful and filled with individuality. The city center is within easy reach.\r\nWe were very happy to have stayed with Aurora and Alberto during our Porto trip!"
			},
			{
				"createdAt": "2013-06-17T04:00:00.000Z",
				"by": {
					"_id": "622f3406e36c59e6164fbb19",
					"fullname": "Alfonsina",
					"imgUrl": "https://robohash.org/6666871?set=set1",
					"id": "6666871"
				},
				"txt": "Vraiment j'ai adoré Aurora et Alberto, et oui, Micha (la chatte) aussi!\r\nIls sont super sympas et accueillants. On se sent comme chez soit tellement ils sont chaleureux. Ils font un petit déjeuner super bon, nutritif et sain. D'ailleurs, tout l'ambiance de la maison respire la zen attitude!, c'est calme, beau, lumineux et zen. La chambre où j'ai été logée est belle, propre et tranquille. Le jardin est magnifique avec ces fleurs et arbres fruitiers. La saille de bain est super agréable, ample et propre. Enfin, toute la maison est remplie de bon gout et bonnes ondes. Le quartier est aussi bien, pas très loin du centre (on peut aller en marchant), desservi en bus et métro et au même temps calme. Alors: je vous conseille vivement chez Aurora et Alberto, pour votre séjour à Porto!"
			},
			{
				"createdAt": "2013-06-19T04:00:00.000Z",
				"by": {
					"_id": "622f3403e36c59e6164fb011",
					"fullname": "Fara",
					"imgUrl": "https://robohash.org/5884260?set=set1",
					"id": "5884260"
				},
				"txt": "Nous avons été très satisfaits de notre séjour chez Aurora et Alberto. Ils sont juste adorables, au petit soin des invités. \r\nLa maison est très propre, lumineux et possède un jardin sympathique. Elle est 1000 fois mieux que sur les photos (je n'exagère pas :) )\r\n\r\nVous pouvez y aller les yeux fermés. Ils sont formidables.\r\n\r\nEncore un GRAND MERCI!!! "
			},
			{
				"createdAt": "2013-06-23T04:00:00.000Z",
				"by": {
					"_id": "622f3407e36c59e6164fbf8f",
					"fullname": "Charles",
					"imgUrl": "https://robohash.org/6881146?set=set1",
					"id": "6881146"
				},
				"txt": "Un séjour au top ! Aurora et son mari ont été très accueillant ! Ils nous ont donné beaucoup de conseils pour notre séjour pour tout ce qui est lieux à visiter, bonnes adresses... \r\nLa maison est superbe, la salle de bain ultra spacieuse, le lit est spacieux et on y dort très bien. Le luxe : un petit déjeuner complet et vraiment bon dans un jardin très agréable ! \r\nUne superbe adresse pour visiter la magnifique ville de Porto ! \r\nCharles&Constance"
			},
			{
				"createdAt": "2013-06-24T04:00:00.000Z",
				"by": {
					"_id": "622f3404e36c59e6164fb5ae",
					"fullname": "Wee Sian",
					"imgUrl": "https://robohash.org/3997694?set=set1",
					"id": "3997694"
				},
				"txt": "Conveniently located near the Campanha station, easy for us travelling by train from porto to lisboa. Aurora and her husband were extremely helpful!! They gave wonderful recommendations for things to do in porto and told us about the history and culture of portugal. Delicious and generous breakfast. clean and comfortable rooms and toilets. Aurora even went the extra mile to get us pasteis de natas for breakfast simply because we enquired the day before on where we could find some in Porto. Highly recommended!!"
			},
			{
				"createdAt": "2013-06-26T04:00:00.000Z",
				"by": {
					"_id": "622f3403e36c59e6164fb08f",
					"fullname": "Yvonne",
					"imgUrl": "https://robohash.org/6570070?set=set1",
					"id": "6570070"
				},
				"txt": "Aurora & Alberto are such lovely and kind hosts!!! The house is very beautyful and cute furnished, the garden seems to be a small wellness oasis :). I enjoyed my stay in Porto so much and had a great time and fun at St.Johns Festival with lovely people. Definetely I recommend this wonderful place and I'm sure, I will come back!\r\nThank you so much! Yvonne"
			},
			{
				"createdAt": "2013-07-06T04:00:00.000Z",
				"by": {
					"_id": "622f3402e36c59e6164fae37",
					"fullname": "Jean-Luc",
					"imgUrl": "https://robohash.org/7075501?set=set1",
					"id": "7075501"
				},
				"txt": "nous avons passé un tres bon sejour,dans un cadre soigné ,alberto et aurora nous ont donné plein d 'infos pour visiter porto ainsi que les horaires de train et adresses de resto la chambre est bien située pas loin de la gare et du metro et des bus  jean-luc et monique"
			},
			{
				"createdAt": "2013-07-09T04:00:00.000Z",
				"by": {
					"_id": "622f3404e36c59e6164fb38f",
					"fullname": "Yanna",
					"imgUrl": "https://robohash.org/6938667?set=set1",
					"id": "6938667"
				},
				"txt": "Aurora and Alberto are really great hosts! It's a nice and cosy house, clean and charming room & bathroom. The garden was our favourite place for breakfast or to rest a bit in the shadow when it was too hot. They gave us all the help and information we needed in Porto, and extra tips and to do's. The location is near to Campahna station, easy to get to from the airport, and also good when you want to take the train to lisbon. A walk to the centre takes some time, but you can take public transport. We really recommend this place and will certainly go back there if we ever visit Porto again."
			}
		],
		"_id": "622f337d75c7d36e498aac5c",
		"imgUrls": [
			"https://res.cloudinary.com/cajan-22/image/upload/v1648561329/casaBnb/046_b3lezo.jpg",
			"https://res.cloudinary.com/cajan-22/image/upload/v1648561332/casaBnb/052_daoqax.jpg",
			"https://res.cloudinary.com/cajan-22/image/upload/v1648561336/casaBnb/064_stionm.jpg",
			"https://res.cloudinary.com/cajan-22/image/upload/v1648561337/casaBnb/068_nzc2ll.jpg",
			"https://res.cloudinary.com/cajan-22/image/upload/v1648561336/casaBnb/063_js4q3k.jpg"
		]
	},

    {
        "name": "Heroísmo IV",
        "summary": "If the dates you wish are not available, we have other options in the same location. You can find them on my profile. My goal is for you to have your days with the most comfort i can propose. I want you to taste all the feelings in Porto, as our food, as our best places, our best pointviews. I just love to help you enjoying this beautiful city :)",
        "interaction": "I'm always available to help as much as I can for my guests to spend a wonderful time in Porto.",
        "houseRules": "I ask all the care with: - Noise from the 22 hours, especially when it comes to reach the apartment. - With decorative objects, furniture, bedding and bath, care in the handling of kitchen equipment. I am always available to answer any questions.",
        "type": "Apartment",
        "roomType": "Entire home/apt",
        "bedType": "Real Bed",
        "cancellationPolicy": "moderate",
        "capacity": 2,
        "bedrooms": 0,
        "beds": 1,
        "numOfReviews": 31,
        "amenities": [
            "TV",
            "Cable TV",
            "Internet",
            "Wifi",
            "Kitchen",
            "Free street parking",
            "Heating",
            "First aid kit",
            "Safety card",
            "Fire extinguisher",
            "Essentials",
            "Shampoo",
            "24-hour check-in",
            "Hangers",
            "Hair dryer",
            "translation missing: en.hosting_amenity_49",
            "translation missing: en.hosting_amenity_50",
            "Room-darkening shades",
            "Hot water",
            "Bed linens",
            "Extra pillows and blankets",
            "Microwave",
            "Refrigerator",
            "Dishes and silverware",
            "Cooking basics",
            "Stove",
            "Single level home",
            "Long term stays allowed",
            "Host greets you",
            "Handheld shower head"
        ],
        "host": {
            "_id": "622f3401e36c59e6164fab5c",
            "fullname": "Apartments2Enjoy",
            "location": "Porto, Porto District, Portugal",
            "about": "Welcome!\r\nThe apartments has all the things to provide you a perfect days in Porto. It is located in a very central area, inside a typical oporto building. \r\nI will give you lots of informations about Porto, my personal tips, and I'll always be available to help you with anything. All I want is for you to go home knowing Porto and inevitably loving the city! :)\r\n\r\n",
            "responseTime": "within a day",
            "thumbnailUrl": "https://a0.muscache.com/im/pictures/f3e85f0c-e28d-4698-9da9-2f203aea1f3d.jpg?aki_policy=profile_small",
            "pictureUrl": "https://a0.muscache.com/im/pictures/f3e85f0c-e28d-4698-9da9-2f203aea1f3d.jpg?aki_policy=profile_x_medium",
            "isSuperhost": true,
            "id": "9320470"
        },
        "address": {
            "street": "Porto, Porto, Portugal",
            "country": "Portugal",
            "location": {
                "lan": -8.59275,
                "lat": 41.1462
            },
            "countryCode": "PT",
            "city": "Porto"
        },
        "id": "10487917",
        "bathrooms": 1,
        "price": 29,
        "securityDeposit": 0,
        "cleaningFee": 10,
        "extraPeople": 0,
        "reviewScores": {
            "accuracy": 9,
            "cleanliness": 9,
            "checkin": 9,
            "communication": 9,
            "location": 9,
            "value": 9,
            "rating": 89
        },
        "reviews": [{
                "createdAt": "2016-02-06T05:00:00.000Z",
                "by": {
                    "_id": "622f3404e36c59e6164fb449",
                    "fullname": "Tejovra",
                    "imgUrl": "https://robohash.org/41111599?set=set1",
                    "id": "41111599"
                },
                "txt": "Nuno and Francisca were extremely kind and helpful people. They made us feel very welcome and the house is surprisingly spacious. The wifi connection did struggle in our room but maybe we just had bad luck. They were even kind enough to extend our stay last minute. The service was top quality and the shower was amazing. Highly recommend staying here."
            },
            {
                "createdAt": "2016-02-21T05:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fafcc",
                    "fullname": "Sara",
                    "imgUrl": "https://robohash.org/52749020?set=set1",
                    "id": "52749020"
                },
                "txt": "Muito simpáticos e atenciosos. O apartamento é muito confortável e com pequenos detalhes que fazem a diferença. Muito perto do metro, o que é óptimo para deslocações necessárias."
            },
            {
                "createdAt": "2016-03-06T05:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164faf68",
                    "fullname": "Jennifer",
                    "imgUrl": "https://robohash.org/55700681?set=set1",
                    "id": "55700681"
                },
                "txt": "Bonjour, Notre séjour a été très agréable. Nous avons été très bien accueillies. Nuno nous a donné de nombreux conseils, lieux de visites... Le logement était également très bien. Nous avons vraiment pu profiter de Porto. Le métro est tout proche du logement. C'était vraiment un très bon séjour. Merci encore. "
            },
            {
                "createdAt": "2016-03-22T04:00:00.000Z",
                "by": {
                    "_id": "622f3404e36c59e6164fb5b1",
                    "fullname": "Irune",
                    "imgUrl": "https://robohash.org/13478831?set=set1",
                    "id": "13478831"
                },
                "txt": "Our stay at Heroísmo IV was the perfect Airbnb experience. When we got there, Francisca was waiting for us. She was extremely nice and accommodating, she showed us the apartment and gave us a map of the city and plenty of tips about what to visit, where to eat, etc. The apartment is really small but has absolutely everything you need. It's clean, new, has a really nice kitchen, a very comfortable bed and is near the city center (we walked everyday). I highly recommend staying at Nuno's place. ¡Gracias por todo, Francisca! Porto is a beautiful city, we hope to come back soon!"
            },
            {
                "createdAt": "2016-04-30T04:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb0c1",
                    "fullname": "Marlene",
                    "imgUrl": "https://robohash.org/61125497?set=set1",
                    "id": "61125497"
                },
                "txt": "A nice litte appartement. We arrived very late but were kindly greeted by the host. She showed us arround and gave us very useful tips (where to go/ where to eat/ etc.). The appartement is located directly to a metro station and has a Lidl and other grocery stores very near by.  It was a perfect stay!"
            },
            {
                "createdAt": "2016-05-11T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fae67",
                    "fullname": "Елизавета",
                    "imgUrl": "https://robohash.org/20996941?set=set1",
                    "id": "20996941"
                },
                "txt": "Квартира не большая и очень уютная. В ней есть все необходимое. Отличное расположение рядом с метро. Я получила много полезной информации при заселении. Во время сильного дождя в ней сыро, но это не испортило отдых."
            },
            {
                "createdAt": "2016-08-05T04:00:00.000Z",
                "by": {
                    "_id": "622f3404e36c59e6164fb3e7",
                    "fullname": "Teresa",
                    "imgUrl": "https://robohash.org/5868654?set=set1",
                    "id": "5868654"
                },
                "txt": "Desde o primeiro contacto, a comunicação foi muito fácil e clara. Colocaram à nossa disposição uma série de hipóteses de transporte a partir do aeroporto, bem como a possibilidade de termos em casa cabazes de alimentos. Assim que chegamos, com toda a sua simpatia, tinhamos a Mariana à nossa espera, recebeu-nos explicando os vários  pontos importantes para quem chega: locais a visitar, restaurantes, transportes...\r\nGostámos muito do espaço, do Porto, fazemos questão de voltar em breve. Local excelente!"
            },
            {
                "createdAt": "2016-08-11T04:00:00.000Z",
                "by": {
                    "_id": "622f3407e36c59e6164fbf5b",
                    "fullname": "Joyce",
                    "imgUrl": "https://robohash.org/39810791?set=set1",
                    "id": "39810791"
                },
                "txt": "Francisca was very friendly and was waiting for us, she took the time to explain us everything about the flat, she even let us good adresses of restaurants, coffees and places to visit in Porto.\r\nThe flat is 10 minutes by foot from the center, with no stairs to climb, good for our heavy luggages! It is very calm and we even had a table outside where we took our breakfasts. The flat is tiny but very functional, clean, and well equipped.\r\nIt is perfect for a short time in Porto."
            },
            {
                "createdAt": "2016-08-27T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fbaad",
                    "fullname": "Jess",
                    "imgUrl": "https://robohash.org/35186577?set=set1",
                    "id": "35186577"
                },
                "txt": "The apartment is great value for money and the location is fantastic. We arrived before the check in time but were greeted promptly and could leave our luggage to explore the city straight away. Francisca gave us a lot of good advice and recommendations for the city, which was very helpful. "
            },
            {
                "createdAt": "2016-09-27T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164faeed",
                    "fullname": "Jennifer",
                    "imgUrl": "https://robohash.org/34970659?set=set1",
                    "id": "34970659"
                },
                "txt": "Thank you for hosting us Nuno. Our trip was perfect. The host was very kind. And the apartment is beautiful, near the center and is well think : it has everything for a few days."
            },
            {
                "createdAt": "2016-12-11T05:00:00.000Z",
                "by": {
                    "_id": "622f3401e36c59e6164fab65",
                    "fullname": "Joana",
                    "imgUrl": "https://robohash.org/60496781?set=set1",
                    "id": "60496781"
                },
                "txt": "Estúdio muito simpático e limpo. Ideal para uma ou duas pessoas, para explorar o Porto durante um par de dias. Estação de metro à porta. Perto da zona histórica do Porto — faz-se bem a pé. Pastelaria ideal para pequeno almoço mesmo à porta."
            },
            {
                "createdAt": "2017-01-01T05:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb749",
                    "fullname": "Nicolas",
                    "imgUrl": "https://robohash.org/106998486?set=set1",
                    "id": "106998486"
                },
                "txt": "L'emplacement est parfait, dans un quartier calme et à proximité immédiate du métro et du centre-ville. Seul bémol: l'absence d'eau chaude à la douche (un seul ballon d'eau chaude disponible pour plusieurs appartements), franchement regrettable en plein coeur de l'hiver. Ce qui du coup entraîne un rapport qualité-prix un peu cher"
            },
            {
                "createdAt": "2017-03-17T04:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb10c",
                    "fullname": "Marina",
                    "imgUrl": "https://robohash.org/115887917?set=set1",
                    "id": "115887917"
                },
                "txt": "El apartamento esta genial, es pequeño pero tiene todo lo necesario, cama super grande y cómoda, el apartamento está en general como nuevo y se ve exactamente como las fotos, estaba todo suuuuper limpio y tienen un radiador que calienta el habitáculo en muy poco tiempo. Nos recibió Rita, y de maravilla, nos dio un montón de información sobre Porto en un momento y nos dejó un montón de mapas e info útil. la zona es tranquila y tiene un montos de aparcamiento seguro en la misma calle. Aun que no está en el mismo centro de la ciudad se llega a el en un paseo de poco más de 10 mins, además en la misma puerta hay una parada de metro. Ha sido una experiencia genial quedarnos aquí para visitar la ciudad. Muchas gracias por la amabilidad, si volvemos a la ciudad no dudaríamos en volver a quedarnos aquí."
            },
            {
                "createdAt": "2017-04-13T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fad5b",
                    "fullname": "Diogo",
                    "imgUrl": "https://robohash.org/122269906?set=set1",
                    "id": "122269906"
                },
                "txt": "Gostamos muito do espaco, pequeno mas muito agradavel. Excelente para passar apenas uns dias. Obrigada ao Nuno que esperou por nos ate tarde e que ainda tirou um tempinho para nos explicar e dar umas dicas sobre a cidade! Aconselho!"
            },
            {
                "createdAt": "2017-06-02T04:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb79e",
                    "fullname": "Anastasia",
                    "imgUrl": "https://robohash.org/9456078?set=set1",
                    "id": "9456078"
                },
                "txt": "Небольшая, но очень уютная квартирка со всем необходимым! Завтракать на свежем воздухе очень приятно, в кухне можно приготовить все, что захочешь! Очень гостеприимная хозяйка, рассказала много интересного о местах поблизости и в городе!"
            },
            {
                "createdAt": "2017-06-18T04:00:00.000Z",
                "by": {
                    "_id": "622f3401e36c59e6164fab70",
                    "fullname": "Raphael",
                    "imgUrl": "https://robohash.org/32418543?set=set1",
                    "id": "32418543"
                },
                "txt": "Excelente Studio, muito bem localizado e com todas as comodidades necessárias para uma pequena estadia."
            },
            {
                "createdAt": "2017-06-30T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fbc99",
                    "fullname": "Judith",
                    "imgUrl": "https://robohash.org/47537690?set=set1",
                    "id": "47537690"
                },
                "txt": "The flat is situated right next to a metro station. Also perfect, if you arrive by car - free parking just in front. 15 mins walk to downtown but lot of cheap cafes and restaurants full of locals around.\nThe check-in was perfect. We got lots of information, what to do/see/where to eat. Thanks for that. \nThe Apartement is very small but for a short city visit, big enough. If you stay for a week or so, I would recommend a larger Apartement.  "
            },
            {
                "createdAt": "2017-07-11T04:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb694",
                    "fullname": "Marta",
                    "imgUrl": "https://robohash.org/20010340?set=set1",
                    "id": "20010340"
                },
                "txt": "Fantástica estancia en Oporto. Apartamento pequeño pero suficiente para pasar unos días en  Oporto una pareja. Situado un poco a las afueras pero muy buena comunicación  con el centro (parada de metro y autobús enfrente del apartamento).\nAtención inmejorable del anfitrión, respondiendo muy rápido a nuestras consultas y gestionando nuestra llegada. El único fallo es que la lavadora no se podía utilizar. Muy recomendable para pasar unos días en Oporto relación calidad-precio.\n"
            },
            {
                "createdAt": "2017-07-30T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fadc4",
                    "fullname": "Aron",
                    "imgUrl": "https://robohash.org/31601157?set=set1",
                    "id": "31601157"
                },
                "txt": "We had a very nice welcome where we received tips about the neighbourhood. Those we tried turned out excellent. It's a 15 to 20 minute walk to the centre, the room is small but it has everything you need and is well maintained. Very close to the subway, a small outdoor area where you can sit. \nTip: sandwiches (pork with cheese) from casa guedes"
            },
            {
                "createdAt": "2017-11-15T05:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fba79",
                    "fullname": "Márcio",
                    "imgUrl": "https://robohash.org/50134628?set=set1",
                    "id": "50134628"
                },
                "txt": "Excelente relação preço qualidade, muito boa comodidade e excelentes acessos. Muitas opções para as refeições por perto e metro à porta. Recomendo."
            }
        ],
        "_id": "622f337a75c7d36e498aaaff",
        "imgUrls": [
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561324/casaBnb/032_o9lfg9.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561330/casaBnb/041_l4v4kd.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561327/casaBnb/042_llg4la.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561329/casaBnb/043_tyxnkt.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561328/casaBnb/045_yiwd6b.jpg"
        ]
    },
    {
        "name": "Monte dos Burgos - Cosy Room",
        "summary": "The neighbourhood is a quiet, family residential area, 20 minutes by bus from the historic center of Porto and 20 minutes from the beach (Matosinhos - where you may eat very GOOD fish!). You will love to stay in a very spacious, familiar and bright room, where you can enjoy a large and flowery garden, comfortable kitchen and laundry with washer and dryer machine. My space is good for couples, solo adventures, and business travelers!",
        "interaction": "Respect and confidance is the key to our hosts!!!",
        "houseRules": "",
        "type": "House",
        "bedType": "Real Bed",
        "cancellationPolicy": "strict_14_with_grace_period",
        "capacity": 2,
        "bedrooms": 1,
        "beds": 1,
        "numOfReviews": 5,
        "amenities": [
            "Wifi",
            "Kitchen",
            "Free parking on premises",
            "Pets live on this property",
            "Cat(s)",
            "Washer",
            "Dryer",
            "First aid kit",
            "Fire extinguisher",
            "Essentials",
            "Shampoo",
            "Lock on bedroom door",
            "Hangers",
            "Hair dryer",
            "Iron",
            "Laptop friendly workspace",
            "translation missing: en.hosting_amenity_49",
            "translation missing: en.hosting_amenity_50"
        ],
        "host": {
            "_id": "622f3404e36c59e6164fb54f",
            "fullname": "Patrícia Sousa Casimiro",
            "location": "Senhora da Hora, Porto, Portugal",
            "about": "",
            "responseTime": "a few days or more",
            "thumbnailUrl": "https://a0.muscache.com/im/pictures/87b9ccba-154a-4546-8cbe-8bdb25ddb36c.jpg?aki_policy=profile_small",
            "pictureUrl": "https://a0.muscache.com/im/pictures/87b9ccba-154a-4546-8cbe-8bdb25ddb36c.jpg?aki_policy=profile_x_medium",
            "isSuperhost": false,
            "id": "80558077"
        },
        "address": {
            "street": "Porto, Porto District, Portugal",
            "country": "Portugal",
            "location": {
                "lan": -8.63082,
                "lat": 41.18075
            },
            "countryCode": "PT",
            "city": "Porto"
        },
        "id": "13750579",
        "bathrooms": 1,
        "price": 26,
        "securityDeposit": null,
        "cleaningFee": 8,
        "extraPeople": 5,
        "reviewScores": {
            "accuracy": 10,
            "cleanliness": 10,
            "checkin": 10,
            "communication": 10,
            "location": 9,
            "value": 10,
            "rating": 96
        },
        "reviews": [{
                "createdAt": "2016-08-11T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fad68",
                    "fullname": "Celeste",
                    "imgUrl": "https://robohash.org/38181630?set=set1",
                    "id": "38181630"
                },
                "txt": "We had a very nice stay in the house and felt at home. The room is big and light, we had a private bathroom, could use the kitchen and the nice garden. Patricia picked us up at the station of the metro, the bus is near. Patricia and Chris are very open and welcoming people, we talked about Portugal, Fado, Porto ... Also, they gave us several tips to see in Porto. When we are in Porto again we will come back!! We really recommand to stay here. Thanks Patricia and Casimiro!"
            },
            {
                "createdAt": "2016-08-14T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fadf0",
                    "fullname": "Martin",
                    "imgUrl": "https://robohash.org/32511082?set=set1",
                    "id": "32511082"
                },
                "txt": "Patricia and Chris has been wonderful hosts. They help us very much with all questions we had. We enjoyed our stay very much."
            },
            {
                "createdAt": "2016-08-15T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164faedf",
                    "fullname": "Sandra",
                    "imgUrl": "https://robohash.org/66617047?set=set1",
                    "id": "66617047"
                },
                "txt": "Une chambre très spacieuse et une salle de bain privée : au top ! \r\nChristian et Patricia ont été très accueillants et nous nous sommes tout de suite sentis comme chez nous ! "
            },
            {
                "createdAt": "2016-08-20T04:00:00.000Z",
                "by": {
                    "_id": "622f3404e36c59e6164fb3ed",
                    "fullname": "Erika",
                    "imgUrl": "https://robohash.org/78636529?set=set1",
                    "id": "78636529"
                },
                "txt": "Des hôtes très accueillant et à l'écoute de leurs invités! De supers adresses à conseiller. \r\nUne maison décorée avec goût et avec une sublime salle de bain privée.\r\nLe centre est très facile d'accès en bus car inaccessible en voiture. \r\nTrès facile de se garer dans la rue de nos hôtes.\r\nUn excellent rapport qualité prix!"
            },
            {
                "createdAt": "2016-08-22T04:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb9bd",
                    "fullname": "Guy",
                    "imgUrl": "https://robohash.org/88496638?set=set1",
                    "id": "88496638"
                },
                "txt": "Patricia et Casimir ont été très accueillants et nous ont donné toutes les informations pratiques pour se rendre au centre de Porto en bus. La chambre est spacieuse et la salle de bain privée est juste à coté. Le quartier est très calme et le séjour était très agréable."
            }
        ],
        "_id": "622f337a75c7d36e498aab00",
        "imgUrls": [
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561329/casaBnb/046_b3lezo.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561328/casaBnb/044_rr0itz.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561329/casaBnb/047_i8erfq.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561330/casaBnb/048_ht2es7.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561330/casaBnb/049_lu7whd.jpg"
        ]
    },
    {
        "name": "Penthouse Sands of Kahana Sandy Swimmable Beach",
        "summary": "Price includes nightly rate & 14.42% tax.  Our fully remodeled 9th floor Penthouse unit offers the most amazing views.  The entire front of the condo is windows offering you a fantastic view of beautiful Pacific Ocean, Molokai & Lana'i.  Perfect location for watching beautiful sunsets, see our resident sea turtles & an excellent place for spotting whales during the whale migration season. This spacious two level 3 bedroom and 3 full bath Penthouse unit has over 2,050 sq ft of living space w/ AC.",
        "interaction": "As your host I will be available via phone for any questions or concerns.  I am always happy to answer any questions or give assistance prior to your arrival.",
        "houseRules": "Resort fee of $75 collected by front desk at time of check in.  One time fee. - Rates are for 6 guests.  An additional $25 per night per person for up to 2 more guests. - Resort Quiet Hours 10:00 p.m. - 8:00 a.m. - No smoking on the lanai or in unit per Hawaii state law",
        "type": "Condominium",
        "bedType": "Real Bed",
        "cancellationPolicy": "strict_14_with_grace_period",
        "capacity": 9,
        "bedrooms": 3,
        "beds": 6,
        "numOfReviews": 17,
        "amenities": [
            "TV",
            "Cable TV",
            "Internet",
            "Wifi",
            "Air conditioning",
            "Pool",
            "Kitchen",
            "Free parking on premises",
            "Gym",
            "Elevator",
            "Hot tub",
            "Family/kid friendly",
            "Washer",
            "Dryer",
            "Smoke detector",
            "Carbon monoxide detector",
            "First aid kit",
            "Safety card",
            "Fire extinguisher",
            "Essentials",
            "Shampoo",
            "Lock on bedroom door",
            "24-hour check-in",
            "Hangers",
            "Hair dryer",
            "Iron",
            "Laptop friendly workspace",
            "Self check-in",
            "Building staff",
            "Private entrance",
            "Bathtub",
            "Baby bath",
            "High chair",
            "Children’s books and toys",
            "Crib",
            "Pack ’n Play/travel crib",
            "Children’s dinnerware",
            "Hot water",
            "Bed linens",
            "Extra pillows and blankets",
            "Microwave",
            "Coffee maker",
            "Refrigerator",
            "Dishwasher",
            "Dishes and silverware",
            "Cooking basics",
            "Oven",
            "Stove",
            "BBQ grill",
            "Patio or balcony",
            "Beach essentials",
            "Step-free access",
            "Disabled parking spot",
            "Step-free access",
            "Step-free access",
            "Step-free access",
            "Beachfront",
            "Pool with pool hoist"
        ],
        "host": {
            "_id": "622f3405e36c59e6164fb6ba",
            "fullname": "Cynthia",
            "location": "California, United States",
            "about": "My husband and I are Real Estate Investors.  We enjoy traveling and no matter where we go, we always find ourselves looking at properties.  Since we still have school age children I have found that a beach vacation is usually the most enjoyable for everyone.  Living on the West Coast, Hawaii continued to be a place that we would return to time and time again.",
            "responseTime": "within an hour",
            "thumbnailUrl": "https://a0.muscache.com/im/pictures/07c98f2f-9ffe-4ed8-82ca-1e9cd00c673f.jpg?aki_policy=profile_small",
            "pictureUrl": "https://a0.muscache.com/im/pictures/07c98f2f-9ffe-4ed8-82ca-1e9cd00c673f.jpg?aki_policy=profile_x_medium",
            "isSuperhost": true,
            "id": "82827178"
        },
        "address": {
            "street": "Lahaina, HI, United States",
            "country": "United States",
            "location": {
                "lan": -156.68034,
                "lat": 20.97104
            },
            "countryCode": "US",
            "city": "Maui"
        },
        "id": "13934996",
        "bathrooms": 3,
        "price": 800,
        "securityDeposit": 2000,
        "cleaningFee": 325,
        "extraPeople": 50,
        "reviewScores": {
            "accuracy": 10,
            "cleanliness": 10,
            "checkin": 10,
            "communication": 10,
            "location": 10,
            "value": 10,
            "rating": 100
        },
        "reviews": [{
                "createdAt": "2016-12-08T05:00:00.000Z",
                "by": {
                    "_id": "622f3407e36c59e6164fbfd3",
                    "fullname": "Therese",
                    "imgUrl": "https://robohash.org/5536819?set=set1",
                    "id": "5536819"
                },
                "txt": "We have just returned from a fabulous holiday at Cynthia's condo on Maui. Everything was fantastic. From the moment we booked Cynthia could not have been more helpful with everything and was always ready and willing to answer all of our queries. Cynthia provided us with an extensive list of recommendations for our stay on Maui and we were not disappointed. The condo is located in a quiet but convenient neighbourhood and close to many amenities. We found the condo extremely spacious and it accommodated our party of 3 adults and two teenaged children with no problem at all. Cynthia's condo is the penthouse and is set right on the beach so we were treated to gorgeous Hawaiian sunsets every night, as well as being able to see turtles and whales from our balcony. The condo is beautifully presented and very well equipped - we could not have asked for anything more for our nine day stay. \r\nMahalo Cynthia "
            },
            {
                "createdAt": "2017-03-23T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fbb9b",
                    "fullname": "Alexandra",
                    "imgUrl": "https://robohash.org/29101218?set=set1",
                    "id": "29101218"
                },
                "txt": "The location was great and the view was incredible! You are right on the beach and it is a great place for families with kids. Highly recommend staying here!"
            },
            {
                "createdAt": "2017-04-28T04:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb19f",
                    "fullname": "Daisy",
                    "imgUrl": "https://robohash.org/111663869?set=set1",
                    "id": "111663869"
                },
                "txt": "This place was beyond my expectations. There were no hidden surprises. Knew exactly what to expect, and Cynthia was always there to answer any quesions. The view is spectacular. Beautiful location. I highly recommend this place."
            },
            {
                "createdAt": "2017-07-29T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fac44",
                    "fullname": "Peter",
                    "imgUrl": "https://robohash.org/54509004?set=set1",
                    "id": "54509004"
                },
                "txt": "Very nice location with good beach. Penthouse is nice sized and comfortable. Amenities are good. Location is very good with close proximity to Lahaina and Kapalua."
            },
            {
                "createdAt": "2017-11-03T04:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb70f",
                    "fullname": "Megan",
                    "imgUrl": "https://robohash.org/5818782?set=set1",
                    "id": "5818782"
                },
                "txt": "If you want a one-stop, stress-free vacation, in a beautiful location with all the amenities you need....this is it!  We lucked out with perfect weather too.  Cynthia provides basic amenities, pool towels, bookie boards, snorkeling gear, and the comfort of being in a cozy home.  It was really easy to run up to the Condo for my 9-month old nap times or a quick snack, without being too separated from the family.  The onsite pools, restaurant and of course restaurant/bar became our home bases for the week.  Miso Phat Sushi (across the street) and Maui Brewing were awesome near-by/within walking distance restaurants.  My family and I can't stop bragging about our trip and what a wonderful family/group set-up this Condo is!  We recommend renting a car due to the distance from the airport, but the Condo/Resort has onsite parking."
            },
            {
                "createdAt": "2018-01-30T05:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164fae2f",
                    "fullname": "Brenda",
                    "imgUrl": "https://robohash.org/151153465?set=set1",
                    "id": "151153465"
                },
                "txt": "Such a beautiful location in Paradise! The amazing balconies provided us with gathering spots for our morning coffee to watch the whales and gorgeous sunsets each evening. During our week long stay, we decided to visit Costco, the local fish market and the farmers market and ate 4 dinners in the condo.  The kitchen has everything you need, and the barbques downstairs were perfect for grilling.  Cynthia left us plenty of information for dining in the vicinity, so we had 3 nice dinners out. The guide she sent us before our visit was very informative and helped us to plan our outings while in Maui. Cynthia also checked in with us during our visit, making sure we had everything we needed. We are already planning a return visit to #391 at the Sands of Kahana in the near future!"
            },
            {
                "createdAt": "2018-03-24T04:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb04f",
                    "fullname": "Daria",
                    "imgUrl": "https://robohash.org/38292402?set=set1",
                    "id": "38292402"
                },
                "txt": "We had such a great time at Cynthia's condo.  Everything was sparkling clean. The check in and check out were seamless.  We loved that the condo came with some beach gear for our use (snorkels, boogie boards, water shoes...).  The views from the balconies are outstanding.  There is a nice and swimmable beach right downstairs, as well as a volleyball court and a casual restaurant. Great location with easy access to beach rentals, groceries, and anything else you might need during your stay.  Cynthia was very quick to respond to any questions we had. Loved the place! Would definitely stay again."
            },
            {
                "createdAt": "2018-04-14T04:00:00.000Z",
                "by": {
                    "_id": "622f3402e36c59e6164faec7",
                    "fullname": "Amy",
                    "imgUrl": "https://robohash.org/95449574?set=set1",
                    "id": "95449574"
                },
                "txt": "This place was incredible. From the views to the thoughtfulness in everything in the condo. While climbing nine flights of stairs during an unexpected elevator renovation (that ends in May!) does not sound fun, it was actually not bad at all for the adults in our party, as well as the 3 sub-8 year old children, and allowed us to think we were earning all the delicious calories we ate and drank.\n\nI cannot rave enough about the amenities that are incredibly family friendly, including a full sized high chair, travel crib, toddler (and big kid) friendly toys for both indoors and at the beach. Cynthia is very quick to respond to communication and is clear as to what she can provide as a host, as well as her expectation of guests. She was as incredible as her Kahana home was and we'd highly recommend this place for anyone, including those with small children."
            },
            {
                "createdAt": "2018-05-19T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fba90",
                    "fullname": "Stacey",
                    "imgUrl": "https://robohash.org/69659100?set=set1",
                    "id": "69659100"
                },
                "txt": "This place is amazing. We will be back!"
            },
            {
                "createdAt": "2018-06-03T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fbb28",
                    "fullname": "Rebekah",
                    "imgUrl": "https://robohash.org/154101405?set=set1",
                    "id": "154101405"
                },
                "txt": "What an amazing place to stay with a spectacular view!! The beach out front is awesome and we saw turtles daily! Cynthia was great with communication and making our stay feel just like home. Hope to stay here again!!"
            },
            {
                "createdAt": "2018-08-25T04:00:00.000Z",
                "by": {
                    "_id": "622f3407e36c59e6164fbda0",
                    "fullname": "Chris",
                    "imgUrl": "https://robohash.org/170664766?set=set1",
                    "id": "170664766"
                },
                "txt": "Fantastic unit. Amazing sunsets."
            },
            {
                "createdAt": "2018-09-13T04:00:00.000Z",
                "by": {
                    "_id": "622f3406e36c59e6164fbc74",
                    "fullname": "Esther",
                    "imgUrl": "https://robohash.org/4059349?set=set1",
                    "id": "4059349"
                },
                "txt": "Enjoyed our stay very much! The condo was clean, spacious and with all the amenities of a home away from home. Cynthia was very responsive, even checking up on us when the tropical storm warnings went out. Thankfully, the storm didn’t dampen our stay. Enjoyed many beautiful Maui sunsets from the home!"
            },
            {
                "createdAt": "2018-10-18T04:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb016",
                    "fullname": "Elaine",
                    "imgUrl": "https://robohash.org/73108150?set=set1",
                    "id": "73108150"
                },
                "txt": "The place has amazing ocean views!!! Cynthia provided beach chairs, gears, and toys for the kids. The entire condo is well organized and our family had such a great time. Appreciate all the little touches you provided for your guests. Will definitely stay there again when we return on Maui! :)"
            },
            {
                "createdAt": "2019-01-11T05:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb239",
                    "fullname": "Dan",
                    "imgUrl": "https://robohash.org/217281282?set=set1",
                    "id": "217281282"
                },
                "txt": "This condo was very spacious.  We had eight people (ages 5-85) and there was plenty of space for everyone.  Cynthia was readily accessible if we needed anything.  The view from the lanai was breathtaking and we watched whales every morning.  The condo was stocked with plenty of snorkel gear, boogie boards, beach chairs, sand toys for the kids, board games, puzzles, etc.  The kitchen had plenty of pots, pans, dishes, utensils, etc.  Thanks for the great stay!"
            },
            {
                "createdAt": "2019-01-22T05:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164faf7d",
                    "fullname": "Jess",
                    "imgUrl": "https://robohash.org/20450315?set=set1",
                    "id": "20450315"
                },
                "txt": "Very clean. Cleanest Airbnb we have stayed at. Beautiful home and beautiful view of the sunset from the apartment. Loved that they had binoculars to see the whales jumping out in the distance."
            },
            {
                "createdAt": "2019-02-14T05:00:00.000Z",
                "by": {
                    "_id": "622f3403e36c59e6164fb1af",
                    "fullname": "Anna-Mae",
                    "imgUrl": "https://robohash.org/76192807?set=set1",
                    "id": "76192807"
                },
                "txt": "If you are wanting a beautiful place right on the beach when you visit Kaanapali with your family , then this is the place for you ! Gorgeous full ocean view from the large deck ,large spacious rooms, super clean, lots of extras and great communication with Cynthia! We came here with our 3 adult kids and their spouses and loved everything about this place .. well stocked kitchen , lots of towels, beach toys (boogie boards were a hit ) comfortable beds ..and then there is outside !  Beautiful clean beach right outfront, nice pool and grounds , very helpful staff and amenities close by ... we watched whales and turtles right from our beach and deck, amazing !! This condo made our trip to Maui a real treat ..chose Cynthia's condo , you will not be disappointed !!"
            },
            {
                "createdAt": "2019-02-27T05:00:00.000Z",
                "by": {
                    "_id": "622f3405e36c59e6164fb766",
                    "fullname": "Lj",
                    "imgUrl": "https://robohash.org/69116372?set=set1",
                    "id": "69116372"
                },
                "txt": "I cannot say enough good things about this condo. There was more than enough space for my friends and I to spread out. Each room was beautifully decorated. the bathrooms we're impeccably remodeled, I even took inspiration pictures! Cynthia thought of everything to make this a home away from home. AC was in every room, but with the trade winds, we never needed it. Don't hesitate, book this place now!!!"
            }
        ],
        "_id": "622f337a75c7d36e498aab02",
        "imgUrls": [
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561332/casaBnb/055_advjhc.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561333/casaBnb/054_cg6hql.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561333/casaBnb/053_ysunwm.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561332/casaBnb/052_daoqax.jpg",
            "https://res.cloudinary.com/cajan-22/image/upload/v1648561333/casaBnb/050_njo72l.jpg"
        ]
    }


]